[
    {
      "question": "Cum a fost prima interacțiune cu Facultatea?",
      "response": "Sincer să spun, prima interacțiune cu facultatea a fost destul de șocantă. A fost un mediu cu totul și cu totul nou, iar provocările erau evidente. Am reușit încetul cu încetul să trec peste și să mă obșinuiesc cu tot ce înseamnă viața de facultate."
    },
    {
      "question": "Cum a fost prima interacțiune cu Liga?",
      "response": "Legat de ligă, totul a decurs mai bine decât credeam. Mi-a plăcut încă din primele momente tot ce se întâmplă în această comunitate. Știam că vreau să fac parte dintr-un grup puternic și cunoscut, care face ceva și de la care pot să și învăț lucruri utile. S-a dovedit că așa a și fost."
    },
    {
      "question": "Cum a fost prima interacțiune cu Departamentul de IT?",
      "response": "Prima interacțiune cu Departamentul de IT a fost magică. Nu credeam că pot să găsesc niște oameni atât de SMART precum am găsit. Oamenii sunt extrem de pasionați de tot ceea ce fac și asta m-a bucurat extrem de mult. Mi-a fost teamă la început din cauza necunoscutului, însă într-un final s-a dovedit că totul este în regulă."
    },
    {
      "question": "Cum procedezi cu copiii de la meditații?",
      "response": "Răspunsul la această întrebare este unul foarte simplu. Mă adaptez propriilor lor cerințe. Nu trebuie ca ei să se modeleze după mine, ci eu după ei. Cu elevii de la pregătirile mele m-am înțeles întotdeauna bine, iar ei au avut numai bune de spus despre mine."
    },
    {
      "question": "La ce oferi meditații?",
      "response": "Ofer meditații la Informatică, Matematică și mai nou Tehnologii Web (React, Bootstrap, HTML, CSS)."
    },
    {
      "question": "Mai oferi meditații? Mai sunt locuri disponibile?",
      "response": "Da, cel mai probabil la momentul citirii acestui mesaj, ofer în continuare meditații. La secțiunea Contact poți să-mi lași un mesaj în cazul în care dorești și tu să te pregătești alături de mine, iar eu ulterior te voi contacta."
    },
    {
      "question": "Cum te pot contacta?",
      "response": "La secțiunea Contact din acest website îmi poți lăsa un mesaj, iar eu ulterior voi reveni la tine cu mai multe detalii."
    }
]